[
    {
        "author": "EA",
        "topic": "It's inside the \"Schrödinger's Box\"",
        "theme": "Everyone talks about the cat but no one has ever cared look inside the Schrödinger's Box! What happens inside is unknown until you open it. For all you know, the laws of Physics don’t apply in the world you create! Imagine the events that could happen and make them come alive in your game. You! ... yes you, define the rules of this amazing world err box.\n\nSchrödinger's Cat is following you along on your journey. It is a little crazy about the quality of code you write....meow!\n\nCreate an epic journey or a survival horror, the choice is up to you (and what the cat allows you to do?)",
        "img": "cat.jpg",
        "authorLogo": "eablack.png",
        "class": "col s12 m6 l3 problems",
        "url": "EA.pdf"
    },
    {
        "author": "joveo",
        "topic": "AI in Recruitment",
        "theme": "Developments in technology, along with the growing amount of people data, is making it easier for companies to recruit for the jobs with less need of recruiters.\n\nThis works well when companies have to fill in candidates for blue collar roles such as factory manpower, truck drivers, customer service, delivery drivers etc.\n\nHowever, due to the speed at which skill sets are changing and the increasing number of specialized roles in areas which involve creativity or problem-solving or interacting with people, the technology has not been able to keep up. This is the gap where recruiters and big recruitment firms come in and companies pay for gigantic amount of money for their services of finding the right candidate for them.",
        "img": "ai.jpg",
        "authorLogo": "joveo.png",
        "class": "col s12 m6 l3 problems",
        "url": "joveo.pdf"
    },
    {
        "author": "PWC: Smart Cities",
        "topic": "Mosquitoes and Drones",
        "theme": "",
        "img": "smart2.png",
        "authorLogo": "pwclogo.png",
        "class": "col s12 m6 l3 problems",
        "url": "PWC_smart.pdf"
    },
    {
        "author": "PWC: Security",
        "topic": "Tackling Malware",
        "theme": "",
        "img": "privacy.jpg",
        "authorLogo": "pwclogo.png",
        "class": "col s12 m6 l3 problems",
        "url": "PWC_malware.pdf"
    }
]
